tap "gcenx/wine"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
tap "nextfire/tap"
tap "romkatv/powerlevel10k"
tap "sidneys/homebrew"
brew "bat"
brew "chezmoi"
brew "docker"
brew "eza"
brew "fzf"
brew "gh"
brew "git"
brew "git-extras"
brew "powerlevel10k"
brew "ripgrep"
brew "wget"
brew "zoxide"
cask "1password"
cask "alt-tab"
cask "android-studio"
cask "apparency"
cask "appcleaner"
cask "balenaetcher"
cask "blackhole-2ch"
cask "brave-browser"
cask "cameracontroller"
cask "chatgpt"
cask "darktable"
cask "discord"
cask "equinox"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "ilok-license-manager"
cask "kitty"
cask "linearmouse"
cask "macwhisper"
cask "messenger"
cask "moonlight"
cask "native-access"
cask "notion"
cask "notunes"
cask "praat"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "shottr"
cask "spotify"
cask "suspicious-package"
cask "syntax-highlight"
cask "tailscale"
cask "vlc"
cask "zoom"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "donjayamanne.githistory"
vscode "enkia.tokyo-night"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "james-yu.latex-workshop"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "tomoki1207.pdf"
vscode "vscode-icons-team.vscode-icons"
